{
    "0": {
        "average_price": 19.435,
        "key_words": [
            "OttLite",
            "DIBALA",
            "JADPES",
            "ZLZYPLE",
            "Kasfye",
            "DCOC",
            "DOUYUANSHI",
            "sodomi"
        ],
        "amazon_image_url": "https://m.media-amazon.com/images/I/613-+3sXpPL._SL400_.jpg",
        "original_image_base_64": "https://jermainezhao.s3.amazonaws.com/user_1/object_7.png",
        "item_name": "OttLite DIBALA LED Desk Lamp with Clock",
        "condition": "good",
        "estimated_price": "USD 13.60",
        "description": "This is a second-hand OttLite DIBALA LED Desk Lamp with a clock feature. It has a sleek and modern design that is perfect for any desk or bedside table, offering bright and energy-efficient LED lighting. The lamp includes a digital clock display showing the time, date, day, and temperature. The second-hand item is in good condition, with some minor signs of wear and tear but fully functional. Ideal for reading, studying, or working, and it adds an aesthetic touch to your space."
    },
    "1": {
        "average_price": 12.6375,
        "key_words": [
            "Eau Thermale Avène",
            "Eau Thermale Avène",
            "Eau Thermale Avène",
            "EltaMD",
            "Eau Thermale Avène",
            "Native",
            "Generic",
            "Evian Facial Spray"
        ],
        "amazon_image_url": "https://m.media-amazon.com/images/I/51BWPeYwgNL._SL400_.jpg",
        "original_image_base_64": "https://jermainezhao.s3.amazonaws.com/user_1/object_6.png",
        "item_name": "Eau Thermale Avène Thermal Spring Water Facial Spray",
        "condition": "good",
        "estimated_price": "USD 8.85",
        "description": "This is a second-hand Eau Thermale Avène Thermal Spring Water Facial Spray. The item is in good condition, with visible signs of use such as slight wear on the can, but it remains fully functional. It is ideal for soothing and calming sensitive skin. The product is known for its ability to refresh and hydrate the skin and is suitable for all skin types. Please note that the item's estimated price is set at 70% of its new price on Amazon, which is $12.6375, resulting in an estimated price of USD 8.85."
    },
    "2": {
        "average_price": 28.072499999999998,
        "key_words": [
            "Nike",
            "Nike",
            "Nike",
            "Nike",
            "NIke",
            "MHXYZHW11757",
            "Nike",
            "Nike"
        ],
        "amazon_image_url": "https://m.media-amazon.com/images/I/91O6Mf3aeCL._SL400_.jpg",
        "original_image_base_64": "https://jermainezhao.s3.amazonaws.com/user_1/object_4.png",
        "item_name": "Nike Black Travel Pouch With Strap",
        "condition": "good",
        "estimated_price": "USD 19.65",
        "description": "This is a Nike Black Travel Pouch with a distinctive white and green Nike logo and a strap. The item is second-hand and in good condition, showing minor signs of wear and tear. It's ideal for carrying small essentials and perfect for everyday use or travel. Despite being pre-owned, the pouch maintains its functionality and stylish appearance."
    },
    "3": {
        "average_price": 42.370000000000005,
        "key_words": [
            "SMITH",
            "SMITH",
            "OutdoorMaster",
            "OutdoorMaster",
            "SMITH",
            "ZHIZHOUNEY",
            "Schwinn",
            "BELL"
        ],
        "amazon_image_url": "https://m.media-amazon.com/images/I/71r1q0GzWQL._SL400_.jpg",
        "original_image_base_64": "https://jermainezhao.s3.amazonaws.com/user_1/object_5.png",
        "item_name": "SMITH Bike Helmet OutdoorMaster",
        "condition": "good",
        "estimated_price": "USD 29.66",
        "description": "This SMITH Bike Helmet OutdoorMaster is a second-hand item in good condition. The helmet appears to have been used but still maintains its structural integrity and protective features. It shows minimal signs of wear and tear, and all straps and buckles are intact. This helmet is ideal for cycling enthusiasts seeking affordable protection. Please note that it's a previously owned product, and some minor scuffs or scratches may be present."
    },
    "4": {
        "average_price": 15.99,
        "key_words": [
            "Doseno",
            "Jugakor",
            "VENNERLI",
            "OTTEN",
            "JIMACRO",
            "AQUAFIT",
            "sunhunt",
            "AQUAFIT"
        ],
        "amazon_image_url": "https://m.media-amazon.com/images/I/71P1hQovtGL._SL400_.jpg",
        "original_image_base_64": "https://jermainezhao.s3.amazonaws.com/user_1/object_1.png",
        "item_name": "Doseno Jugakor VENNERLI OTTEN JIMACRO AQUAFIT Sports Water Bottle",
        "condition": "good",
        "estimated_price": "USD 8.00",
        "description": "This Doseno Jugakor VENNERLI OTTEN JIMACRO AQUAFIT Sports Water Bottle offers the perfect blend of functionality and style. Originally retailed at $15.99 on Amazon, this second-hand bottle is in good condition, showing some signs of use such as discoloration and minor scratches. It features a convenient handle and a sturdy lid with a straw, making it ideal for athletes and fitness enthusiasts. Despite being used, the bottle maintains its usability for hydration during workouts or everyday use."
    },
    "5": {
        "average_price": 28.307499999999997,
        "key_words": [
            "Nike",
            "Nike",
            "Nike",
            "Nike",
            "Nike",
            "MHXYZHW11757",
            "Nike",
            "Nike"
        ],
        "amazon_image_url": "https://m.media-amazon.com/images/I/31kyKSZ5UdL._SL400_.jpg",
        "original_image_base_64": "https://jermainezhao.s3.amazonaws.com/user_1/object_2.png",
        "item_name": "Nike MHXYZHW11757 Black Shoulder Bag",
        "condition": "good",
        "estimated_price": "USD 19.81",
        "description": "This is a pre-owned Nike MHXYZHW11757 black shoulder bag. The bag is in good condition with minor signs of wear. The strap is slightly different from the new version, showcasing a unique pattern. Despite these minor differences, the bag is fully functional, clean, and retains its sporty style. Ideal for carrying personal items comfortably and stylishly."
    },
    "6": {
        "average_price": 9.82,
        "key_words": [
            "Bucky",
            "Glad Lash",
            "Bucky",
            "Bucky",
            "EXCEART",
            "Umisleep",
            "NbiKe",
            "SMUG"
        ],
        "amazon_image_url": "https://m.media-amazon.com/images/I/71neG0CsF0L._SL400_.jpg",
        "original_image_base_64": "https://jermainezhao.s3.amazonaws.com/user_1/object_3.png",
        "item_name": "Bucky Eye Mask for Sleeping",
        "condition": "very good",
        "estimated_price": "USD 6.50",
        "description": "This Bucky Eye Mask for Sleeping is in very good condition. The item shows minimal signs of wear, and the fabric is clean and intact. This sleep mask is perfect for blocking out light and ensuring a restful sleep. Designed with comfort in mind, it's an excellent accessory for home or travel. Though used, it retains the value and functionality similar to a new one, making it a great deal for those seeking quality and affordability."
    },
    "7": {
        "average_price": 39.535,
        "key_words": [
            "Skechers",
            "adidas",
            "adidas",
            "adidas",
            "PUMA",
            "honxinm",
            "adidas",
            "Coolway"
        ],
        "amazon_image_url": "https://m.media-amazon.com/images/I/719sKCJT5CL._SL400_.jpg",
        "original_image_base_64": "https://jermainezhao.s3.amazonaws.com/user_1/object_8.png",
        "item_name": "Skechers adidas PUMA Casual Shoes",
        "condition": "good",
        "estimated_price": "USD 27.67",
        "description": "These casual shoes combine elements from Skechers, adidas, and PUMA. The shoes are second-hand but in good condition, showing some signs of wear such as slight dirt on the sole and minor scuff marks on the upper part. Ideal for everyday use, they offer comfort and style for casual outings and light activities."
    },
    "8": {
        "average_price": 26.24,
        "key_words": [
            "Nike",
            "Nike",
            "Nike",
            "Nike",
            "MHXYZHW11757",
            "NIke",
            "Nike",
            "Nike"
        ],
        "amazon_image_url": "https://m.media-amazon.com/images/I/91O6Mf3aeCL._SL400_.jpg",
        "original_image_base_64": "https://jermainezhao.s3.amazonaws.com/user_1/object_9.png",
        "item_name": "Nike Black Logo Crossbody Bag MHXYZHW11757",
        "condition": "good",
        "estimated_price": "USD 17.00",
        "description": "This Nike Black Logo Crossbody Bag (Model MHXYZHW11757) is a stylish accessory perfect for carrying essentials. The second-hand bag is in good condition, with some minor signs of wear visible on the front. It features a prominent Nike logo and additional green accents, with a wide, branded strap for comfortable carrying. Ideal for daily use, this bag offers both functionality and a trendy look. The original retail price is $26.24, but given its used condition, it is now estimated at USD 17.00."
    }
}